<template>
	<view class="page-protocol">
		鲜水管家净水服务协议

		甲方（用户）：
		乙方：北京鲜水管家水务有限公司

		乙方是一家在中国合法成立的、经营家用净水服务项目的有限责任公司，甲方为具有完全民事行为能力的自然人。根据平等、自愿、协商一致的原则，为维护甲乙双方的合法权益，双方就甲方自愿使用乙方提供的家用净水服务事宜，达成以下协议：

		一、服务内容
		1.1、甲方接受乙方提供的家用净水服务，乙方将通过由乙方提供的家用净水设备向甲方提供净水服务，具体服务内容由甲乙双方通过签署的业务受理单、乙方微信小程序“鲜水管家”或其他方式另行约定。
		1.2、乙方提供的家用净水设备由具有相关资质厂商生产提供，符合国家相关法律规定。

		二、服务费用
		2.1、本协议约定服务费用包括基础服务套餐及月套餐（或包年套餐）。基础服务包括净水数据维护、水质检测等；月套餐（或包年套餐）参见微信小程序“鲜水管家”。
		2.2、本协议约定服务费用在微信小程序“鲜水管家”中明示。除基础服务套餐外，月套餐由甲方根据自身需要选择。
		2.3、本协议项下月套餐服务期间以自然月计费，自设备安装成功后次月1日开始计费，用户停水、停电、断网等非乙方原因不中止计算。
		2.4、本协议项下净水服务用水量仅当月有效，不进行结转。不同地区因用水习惯不同在微信小程序中套餐办理有其他约定的，从其约定。

		三、服务硬件的安装及测试
		（一）登记
		3.1.1、甲方客户须为个人客户。家庭客户的，应当由家庭中的具有完全民事行为能力的自然人进行服务登记。甲方办理登记手续时，需向乙方提供有效身份证原件、安装地址、联系方式等信息。甲方委托他人办理登记手续的，受托人还应当提供本人有效身份证原件及甲方出具的有效的授权委托书原件。
		3.1.2、甲方或其受托人拒绝提供有效证件，或冒用他人身份信息的，或使用伪造、变造的证件的，乙方有权拒绝办理相关服务登记手续。
		3.1.3、如甲方登记资料发生变更的，应当及时告知乙方并进行修改。如因甲方或其受托人提供资料不详、不实或变更后未及时告知乙方进行修改等原因造成乙方无法及时提供服务的后果由甲方自行承担。
		3.1.4、甲方应妥善保管用于登录乙方微信小程序“鲜水管家”的用户名及密码，甲方应当自行承担因保管不善造成的后果。
		（二）设备的安装及使用
		3.2.1、完成登记后，乙方将安排相应地区所属安装人员上门进行网络环境测试及安装，相关安装流程将通过微信小程序“小程序名称（安装）”进行确认。甲方应当在预约安装时间为安装人员提供便利。甲方可在微信小程序“鲜水管家”上查询预约安装进度。
		3.2.2、甲方需要变更预约安装时间的，应当通过“鲜水管家”的客服通道提前联系乙方客服人员进行变更。
		3.2.3、乙方安装完毕并经甲方确认后，净水服务开始计费。甲方可在微信小程序“鲜水管家”查询当前服务套餐、用水余量等，用户也可在该微信小程序内办理套餐变更。
		3.2.4、乙方将安排相应地区的服务提供商负责用户净水设备的维护及滤芯更换工作，各地区维护人员将根据地区情况及用户用水使用情况对滤芯进行更换。进行更换作业前，相关人员将提前联系甲方确认更换时间，甲方应当为更换作业提供必要方便。
		3.2.5、如净水设备出现故障无法工作时，甲方应及时联系客服人员，乙方将在合适时间安排人员上门维修。
		四、甲乙双方权利义务
		（一）甲方权利义务
		4.1.1、甲方应当在约定的时间内支付服务费用，服务到期未支付费用的，乙方有权中止服务；甲方未支付费用达2个月的，乙方有权解除本协议并依照本协议5.2.4条追究违约责任。
		4.1.2、甲方可在微信小程序上预存费用，该费用将用于支付甲方月套餐费用并在每月自动扣除。甲方终止服务并解除本协议后，未使用的预存费用在扣除本协议约定的其他费用后在7个工作日内退还甲方。
		4.1.3、甲方应当合理使用净水设备，不得人为破坏或其他行为使净水设备无法正常使用。因人为原因造成设备损毁的，乙方有权拒绝进行免费维修并要求甲方赔偿相应设备。因甲方的行为造成第三人损害的，由甲方承担相应责任。
		4.1.4、甲方应当在承诺的服务期限内持续接受乙方提供的净水服务。承诺的服务期限是指甲方在微信小程序“鲜水管家”上办理的套餐所明示乙方提供服务的最长期限，如“鲜水管家”上办理的套餐未明示期限或不明确、有歧义的，甲乙双方同意承诺的服务期限为3年，自本协议订立之日起计算。
		4.1.5、甲方不得私自拆除或许可他人拆除净水设备。如有移机需求需要拆除净水设备的，应当联系乙方进行拆除。甲方私自拆除净水设备的，乙方有权拒绝提供服务并解除本协议，同时要求甲方支付相应费用，如造成净水设备损坏的，乙方可要求赔偿。
		4.1.6、甲方不得通过任何手段破解、入侵、控制净水设备及微信小程序，否则乙方有权终止服务，解除本协议，并要求甲方支付违约赔偿金。赔偿金以乙方提供的月套餐最高金额的10倍为基数，以承诺的最长服务期限为时间计算。对净水设备或微信小程序造成破坏的，甲方还应当额外承担相应侵权责任。
		（二）乙方权利义务
		4.2.1、乙方应当根据约定向甲方提供净水服务。
		4.2.2、乙方应当根据用户使用情况及时更换净水设备滤芯，当出现非人为原因造成的设备无法正常工作时，乙方应及时进行设备的维修以保障设备的正常运行。
		4.2.3、乙方应当做好微信小程序的维护工作，保障甲方的正常使用。

		五、服务的变更及终止
		（一）服务的变更
		5.1.1、甲方可根据自身用水需求对净水服务套餐进行变更。甲方变更净水服务套餐的，应当通过微信小程序“鲜水管家”进行变更。基于不同地区用水习惯及用水情况的不同，乙方为不同地区提供了差异化的套餐选择，甲方理解并同意在本地区所提供的套餐选择进行净水服务套餐的选择。甲方完成服务套餐变更后，变更后的套餐将在次月生效。
		5.1.2、在服务期限内，甲方因自身原因需要对净水设备进行移机的，应当提前在微信小程序上联系客服预约移机时间。甲方理解并同意因地区服务限制，移机需求仅限于本地区内乙方已开通净水服务的区域，移机所产生的人工费、材料费等必要费用由甲方承担。
		5.1.3、在服务期限内，甲方需要变更服务协议主体的，应当征得乙方同意。乙方同意变更的，甲乙双方通过微信小程序“鲜水管家”进行相应变更流程。完成变更后的甲方将继承原甲方的全部权利义务，包括但不限于本协议内容、服务套餐、服务期限、服务地址等，变更后的甲方如需对服务套餐、服务地址等进行变更的，参照本协议前款约定执行。
		（二）服务的终止
		5.2.1、甲方有权根据自身情况终止本服务协议，但应当承担相应责任。
		5.2.2、甲方净水服务登记并完成套餐办理后，预约安装上门前提出终止协议的，甲方应当提前一个工作日联系乙方客户人员，经与客服人员确认后进行终止协议流程，完成流程后7个工作日内乙方退还相应全部费用。
		5.2.3、乙方安装人员上门安装后，安装完毕前甲方提出终止协议的，甲方应当及时联系乙方客服人员，经与客服人员确认后进行终止协议流程，完成流程并拆除净水设备后7个工作日内乙方在扣除安装人工费、材料费、拆除人工费等必要费用后退还剩余款项。
		5.2.4、甲方在安装完毕确认后，承诺的服务期限届满前提出终止协议的，甲方应当及时联系乙方客服人员，经与客服人员确认后进行终止协议流程，完成流程后甲方已支付费用作为违约金不再退还。
		5.2.5、甲方与客服人员确认并进行终止协议流程之时起，乙方即停止提供净水服务。至甲方完成终止流程并拆除净水设备时本协议终止。
		5.2.6、本协议服务期限届满甲方不再续约的，经与客服确认后进行履约完毕流程，完成流程并拆除净水设备后本协议履行完毕。

		六、用户个人隐私保护及许可
		6.1、乙方对甲方的个人信息资料负有保密义务。但根据法律、行政法规规定，司法、行政机关依法要求乙方提供协助和配合，乙方应给予协助和配合的，以及甲方授权披露的、乙方为了维护自己合法权益而向甲方提起诉讼或仲裁时，不构成违反保密义务。
		6.2、甲方个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别甲方身份或者反映甲方活动情况的各种信息。乙方收集、使用甲方个人信息，应当遵循合法、正当、必要的原则。乙方收集的甲方个人信息将用于保障甲方服务需求、为甲方提供更加优质的个性化产品和服务。
		6.3、甲方理解并同意，以提供本协议项下的服务为目的，乙方及其关联公司可以通过业务受理系统登记、纸质文档，通过网络接收、读取并记录等方式，收集、使用甲方提供的和甲方使用乙方服务过程中形成的个人信息。乙方有权依法对包含甲方在内的整体用户数据进行分析并加以利用。未经甲方同意，乙方不向除其关联公司外的第三方提供甲方个人信息。甲方可以通过乙方指定的其他渠道，对其个人信息进行查询、更正。甲方确保个人信息的真实、准确、完整及有效，否则由此产生的风险及责任需由甲方自行承担。若甲方提供的信息不完整、不准确或拒绝提供相关个人信息，则可能无法使用服务或在使用过程中受到限制。甲方终止净水服务后，乙方停止对甲方个人信息的收集和使用。乙方关联公司是指乙方现在或将来控制、受控制或与其处于共同控制下的任何公司、机构以及上述公司或机构的合法继承人。其中“控制”是指直接或间接地拥有影响所提及公司管理的能力，无论是通过所有权、有投票权的股份、合同或其他被人民法院认定的方式。

		七、其他
		7.1、本协议约定中所述全部微信小程序均由乙方开发完成，乙方具有全部的知识产权。甲方不得在未经乙方许可的情况下对上述全部微信小程序进行反向工程、反向编译、反向分解等可能破坏微信小程序原有功能的行为，否则乙方有权追究其相应法律责任。
		7.2、宣传人员、安装人员均属本地区服务商员工，非乙方工作人员。宣传人员、安装人员在工作中所述与本协议、微信小程序“鲜水管家”不一致的，以本协议、微信小程序“鲜水管家”为准。
		7.3、甲乙双方应当秉持诚信原则，在标定、正常使用时诚信计费、诚信计水。在安装标定时，甲方不得与安装人员串通，进行虚假标定；在净水服务正常使用时，乙方不得故意额外计费计量。如甲方与安装人员串通进行虚假标定的，乙方有权解除本协议并不退还甲方已支付的全部费用，如造成严重损失的，乙方有权进行追偿。
		7.4、本协议所述各项费用，乙方在此予以明示：净水设备费用人民币1500元/台；第一级PP滤芯单价10元/根，第二级活性炭滤芯单价20元/根，第三级高密度PP滤芯单价15元/根，第四级400G
		RO膜滤芯单价200元/根；安装人工费用100元/次；拆除人工费用100元/次；维护人工费用20元/次；安装、拆除、移机材料费30元；维修材料费用将视维修情况而定。甲乙双方均同意，本协议涉及上述费用计算时，以本条约定为准。
		7.5、本协议按照中华人民共和国法律解释，受中华人民共和国法律管辖。
		7.6、本协议未尽事宜，由甲乙双方根据国家相关法律法规规定协商另行订立书面补充协议，补充协议与本协议具有同等法律效力。
		7.7、本协议签订地点为重庆市渝中区。
		7.8、双方因履行本合同而发生的争议，应当友好协商解决，协商、调解不成的，可以向重庆市仲裁委员会提起仲裁。
		7.9、本合同经甲方签字或于微信小程序“鲜水管家”中勾选确认后生效。



		甲方：



		乙方：北京鲜水管家水务有限公司




		协议签订时间：
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	}
</script>

<style lang="less" scoped>
	.page-protocol {
		background-color: #F2F4F7;
		padding: 40rpx;
		min-height: 100vh;
	}
</style>